Repository: Vistaus/detwinner
Catalog: po/*.po
Languages: fr, pl, ru, sv, uk

source: Find and remove duplicate files and similar images
fr: Rechercher et supprimer des fichiers dupliqués et des images similaires
pl: Usuwaj zduplikowane pliki i podobne obrazy
ru: Поиск и удаление одинаковых файлов и похожих изображений
sv: Hitta och ta bort dubblettfiler och liknande bilder
uk: Пошук та вилучення однакових файлів і подібних зображень

source: Detwinner is a tool to search and remove exact file duplicates and similar images.
fr: Detwinner est un outil pour rechercher et supprimer des doublons de fichiers exacts et des images similaires.
pl: Detwinner to narzędzie do znajdowania i usuwania duplikatów plików oraz podobnych obrazów.
ru: Detwinner — это программа, которая позволяет находить и удалять одинаковые файлы и похожие изображения.
sv: Detwinner är ett verktyg för att eftersöka och ta bort exakta fildubbletter och liknande bilder.
uk: Detwinner — це програма, яка дозволяє знаходити та видаляти однакові файли і схожі зображення.

source: You can search for either exact duplicates (100% byte-to-byte match is ensured by the special hash function) or similar images (Detwinner generates groups of images that look alike using similarity level specified by you). You can also narrow your search by specifying file size, attributes and regular expressions.
fr: Vous pouvez rechercher soit des doublons exacts (100% match est assuré par la fonction de hachage spécial) ou des images similaires (Detwinner génère des groupes d’images qui se ressemblent en utilisant le niveau de similitude spécifié). Vous pouvez également réduire votre recherche en spécifiant la taille du fichier, les attributs et les expressions régulières.
ru: Поиск может быть осуществлен либо побайтово (точные дубликаты), либо в режиме похожих изображений (Detwinner группирует изображения, используя указанный уровень сходства). Вы также можете сузить поиск, указав размер файла, его атрибуты и регулярные выражения.
uk: Ви можете шукати точні дублікати (100% збіг забезпечується спеціальною функцією хешування) або подібні зображення (Detwinner генерує групи зображень, які виглядають однаково, використовуючи вказаний вами рівень подібності). Ви також можете звузити пошук, вказавши розмір файлу, його атрибути та регекспи.

source: Smart selection tools provide numerous options for batch selection of files which should be deleted. Instant preview allows you to be confident in your choice.
fr: Les outils de sélection intelligents offrent de nombreuses options pour la sélection par lots de fichiers qui doivent être supprimés. L’aperçu instantané vous permet d’être confiant dans votre choix.
ru: Инструменты для умного выделения предосоставляют большое количество возможностей для множественного выделения файлов для удаления. Предварительный просмотр позволяет быть уверенным в своем выборе.
uk: Інтелектуальні інструменти вибору надають численні параметри пакетного вибору файлів для видалення. Миттєвий попередній перегляд дозволяє бути впевненим у вашому виборі.

source: Files can be deleted permanently, to the trash bin or moved to the backup folder.
fr: Les fichiers peuvent être supprimés de façon permanente, dans la corbeille ou déplacés vers le dossier de sauvegarde.
ru: Файлы могут быть удалены навсегда, либо перемещены в корзину или в папку для резервных копий
uk: Файли можна видалити назавжди, до смітника або перемістити до папки з резервними копіями.

source: Find and remove duplicate files
fr: Rechercher et supprimer des fichiers dupliqués
pl: Znajdź i usuń duplikaty
ru: Поиск и удаление одинаковых файлов
sv: Hitta och ta bort fildubbletter
uk: Пошук та вилучення однакових файлів

source: disk;filesystem;
fr: disque;doublons;
pl: dysk;system;pliki;miejsce;
sv: disk;filsystem;

source: Open
fr: Ouvrir
pl: Otwórz
ru: Открыть
sv: Öppna
uk: Відкрити

source: Open containing folder
fr: Afficher le dossier
pl: Otwórz położenie pliku
ru: Открыть папку
sv: Öppna innehållande mapp
uk: Відкрити у теці

source: Exclude from search results
fr: Exclure des résultats de recherche
pl: Wyklucz z poszukiwań
ru: Убрать из списка результатов
sv: Undanta från sökresultat
uk: Виключити з результатів пошуку

source: Smart select
fr: Sélection intelligente
pl: Sprytne zaznaczanie
ru: Автоматическое выделение
sv: Smart val
uk: Автоматичне виділення

source: Keep the first in a group
fr: Conserver le premier fichier dans un groupe
pl: Zachowaj pierwsze z grupy
ru: Оставить первый файл в группе
sv: Behåll den första i en grupp
uk: Залишити перший файл у групі

source: Keep the last in a group
fr: Conserver le dernier fichier dans un groupe
pl: Zachowaj ostatnie z grupy
ru: Оставить первый файл в группе
sv: Behåll den sista i en grupp
uk: Залишити останній файл у групі

source: Keep with the earliest modification date
fr: Conserver le fichier le plus ancien
pl: Zachowaj te z najwcześniejszą datą modyfikacji
ru: Оставить самый старый файл
sv: Behåll den med tidigast ändringsdatum
uk: Залишити найстаріший файл

source: Keep with the latest modification date
fr: Conserver le fichier le plus récent
pl: Zachowaj te z najpóźniejszą datą modyfikacji
ru: Оставить самый новый файл
sv: Behåll den med senast ändringsdatum
uk: Залишити найновіший файл

source: Keep with the shortest name
fr: Conserver le fichier avec le nom le plus court
pl: Zachowaj te o najkrótszej nazwie
ru: Оставить файл с самым коротким именем
sv: Behåll den med kortast namn
uk: Залишити файл із найкоротшим іменем

source: Keep with the longest name
fr: Conserver le fichier avec le nom le plus long
pl: Zachowaj te o najdłuższej nazwie
ru: Оставить файл с самым длинным именем
sv: Behåll den med längst namn
uk: Залишити файл із найдовшим іменем

source: Keep with the shortest path
fr: Conserver le fichier avec le chemin le plus court
pl: Zachowaj te o najkrótszym położeniu
ru: Оставить файл с самым коротким путем
sv: Behåll den med kortast sökväg
uk: Залишити файл із найкоротшим шляхом

source: Keep with the longest path
fr: Conserver le fichier avec le chemin le plus long
pl: Zachowaj te o najdłuższym położeniu
ru: Оставить файл с самым длинным путем
sv: Behåll den med längst sökväg
uk: Залишити файл із найдовшим шляхом

source: Keep with the lowest resolution
fr: Conserver le fichier avec la résolution la plus basse
pl: Zachowaj te o najniższej rozdzielczości
ru: Оставить файл с наименьшим разрешением
sv: Behåll den med lägst upplösning
uk: Залишити файл із найнижчою роздільністю

source: Keep with the highest resolution
fr: Conserver le fichier avec la résolution la plus haute
pl: Zachowaj te o najwyższej rozdzielczości
ru: Оставить файл с наибольшим разрешением
sv: Behåll den med högst upplösning
uk: Залишити файл із найбільшою роздільністю

source: Select all
fr: Tout sélectionner
pl: Zaznacz wszystkie
ru: Выделить все
sv: Markera alla
uk: Вибрати все

source: Clear selection
fr: Tout désélectionner
pl: Wyczyść zaznaczenie
ru: Очистить выделение
sv: Avmarkera alla
uk: Очистити виділення

source: Invert selection
fr: Inverser la sélection
pl: Odwróć zaznaczenie
ru: Инвертировать выделение
sv: Omvänd markering
uk: Обернути виділення

source: Files with a name
fr: Les fichiers avec un nom
pl: Pliki o nazwie
ru: Файлы с именем
sv: Filer med ett namn
uk: Файли з іменем

source: Files in a folder
fr: Les fichiers dans un dossier
pl: Pliki w folderze
ru: Файлы в папке
sv: Filer i en mapp
uk: Файли у теці

source: Files with an extension
fr: Les fichiers avec une extension
pl: Pliki z rozszerzeniem
ru: Файлы с расширением
sv: Filer med ett filtillägg
uk: Файли з розширенням

source: Total size of a group
fr: Taille totale d'un groupe
pl: Całkowity rozmiar grupy
ru: Общему размеру группы
sv: Total storlek på en grupp
uk: Загальним розміром групи

source: Size of a single file
fr: Taille d'un seul fichier
pl: Rozmiar jednego pliku
ru: Размеру одного файла
sv: Storlek på en enskild fil
uk: Розміром кожного файлу

source: Number of files in a group
fr: Nombre de fichiers dans un groupe
pl: Liczba plików w grupie
ru: Количеству файлов в группе
sv: Antal filer i en grupp
uk: Кількістю файлів у групі

source: Ascending
fr: Ordre inversé
pl: Rosnąco
ru: По возрастанию
sv: Stigande
uk: В порядку зростання

source: Permanently
fr: De façon permanente
pl: Trwale
ru: Окончательно
sv: Permanent
uk: Остаточно

source: Move to Trash
fr: Mettre à la corbeille
pl: Przenieś do kosza
ru: Удалить в корзину
sv: Flytta till papperskorgen
uk: Перемістити файл у смітник

source: Move to…
fr: Déplacer à…
pl: Przenieś do...
ru: Переместить в…
sv: Flytta till…
uk: Перемістити до…

source: Sort by
fr: Trier par
pl: Sortuj wg
ru: Сортировать по
sv: Sortera efter
uk: Сортувати за

source: Select
fr: Selectionner
pl: Zaznacz
ru: Выделить
sv: Välj
uk: Виділити

source: Delete
fr: Supprimer
pl: Usuń
ru: Удалить
sv: Ta bort
uk: Вилучити

source: New search
fr: Rechercher à nouveau
pl: Nowe wyszukiwanie
ru: Новый поиск
sv: Ny sökning
uk: Новий пошук

source: Reload
fr: Actualiser
pl: Przeładuj
ru: Обновить
sv: Uppdatera
uk: Оновити

source: Show hidden files
fr: Afficher les fichiers cachés
pl: Pokaż ukryte pliki
ru: Показать скрытые файлы
sv: Visa dolda filer
uk: Показати приховані файли

source: Settings
fr: Paramètres
pl: Opcje
ru: Настройки
sv: Inställningar
uk: Налаштування

source: About Detwinner
fr: À propos de Detwinner
pl: O Detwinner
ru: О Detwinner
sv: Om Detwinner
uk: Про Detwinner

source: Exact duplicates
fr: Doublons exacts
pl: Dokładne kopie
ru: Точные дубликаты
sv: Exakta dubbletter
uk: Точні дублікати

source: Similar images
fr: Images similaires
pl: Podobne obrazy
ru: Похожие изображения
sv: Liknande bilder
uk: Подібні зображення

source: Search for:
fr: Recherche de :
pl: Znajdź:
ru: Искать:
sv: Sök efter:
uk: Шукати:

source: Start search
fr: Rechercher
pl: Szukaj
ru: Начать поиск
sv: Börja sök
uk: Почати пошук

source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена
sv: Avbryt
uk: Скасувати

source: File size
fr: Taille du fichier
pl: Rozmiar pliku
ru: Размер файлов
sv: Filstorlek
uk: Розмір файлів

source: Greater than:
fr: Est supérieur à :
pl: Większe niż:
ru: Более чем:
sv: Större än:
uk: Більше ніж:

source: Smaller than:
fr: Est inférieur à :
pl: Mniejsze niż:
ru: Менее чем:
sv: Mindre än:
uk: Менше ніж:

source: B
fr: octets
ru: байт
uk: байтів

source: KB
fr: ko
ru: кБ
uk: кБ

source: MB
fr: Mo
ru: МБ
uk: МБ

source: GB
fr: Go
ru: ГБ
uk: ГБ

source: File attributes
fr: Attributs du ficher
pl: Atrybuty plików
ru: Атрибуты файлов
sv: Filattribut
uk: Атрибути файлів

source: Read only
fr: Lecture seule
pl: Tylko do odczytu
ru: Только для чтения
sv: Skrivskyddad
uk: Тільки для читання

source: Hidden
fr: Caché
pl: Ukryte
ru: Скрытые
sv: Dold
uk: Приховані

source: Executable
fr: Exécutable
pl: Z zezwoleniem na wykonywanie jako programu
ru: Исполняемые
sv: Körbar
uk: Виконувані

source: Similarity level:
fr: Niveau de similarité :
pl: Podobieństwo:
ru: Степень сходства:
sv: Likhetsnivå:
uk: Рівень подібності:

source: Take rotations into account
fr: Tenir compte des rotations
pl: Uwzględnij obrót
ru: Учитывать повороты
sv: Ta med rotationer i beräkningen
uk: Враховувати обертання

source: Neat duplicate file finder
fr: Le chercheur de doublons
pl: Niezła wyszukiwarka zdublowanych plików
ru: Искусный искатель дубликатов
sv: Snygg dubblettfilsökare
uk: Охайний шукач дублікатів

source: translator-credits
fr: Neat Decisions
pl: Bartłomiej Garbiec
ru: Neat Decisions
sv: Åke Engelbrektson <eson@svenskasprakfiler.se>
uk: Neat Decisions

source: File with this name already exists. What should we do?
fr: Le fichier existe déjà, voulez-vous l’écraser ?
pl: Plik o tej nazwie już istnieje. Co zrobić?
ru: Файл с таким именем уже существует. Как поступить?
sv: Det finns redan en fil med det namnet. Vad skall vi göra?
uk: Файл із таким іменем вже існує. Як вчинити?

source: Overwrite
fr: Écraser
pl: Nadpisz
ru: Заменить
sv: Skriv över
uk: Перезаписати

source: Skip
fr: Ignorer
pl: Pomiń
ru: Пропустить
sv: Hoppa över
uk: Пропустити

source: Name
fr: Nom
pl: Nazwa
ru: Имя
sv: Namn
uk: Ім'я

source: Path
fr: Chemin
pl: Położenie
ru: Путь
sv: Sökväg
uk: Шлях

source: Size
fr: Taille
pl: Rozmiar
ru: Размер
sv: Storlek
uk: Розмір

source: Resolution
fr: Résolution
pl: Rozdzielczość
ru: Разрешение
sv: Upplösning
uk: Роздільність

source: Updated
fr: Modifié
pl: Aktualizacja
ru: Изменен
sv: Uppdaterad
uk: Змінений

source: %1 files, %2 each
fr: %1 fichiers, %2 chacun
pl: %1 plików, %2 każdy
ru: %1 файлов, %2 каждый
sv: %1 filer, %2 vardera
uk: %1 файлів, %2 кожен

source: %1 files, from %2 to %3
fr: %1 fichiers, entre %2 et %3
pl: %1 plików, od %2 do %3
ru: %1 файлов, от %2 до %3
sv: %1 filer, från %2 till %3
uk: %1 файлів, від %2 до %3

source: <b>File name:</b>
fr: <b>Nom de fichier :</b>
pl: <b>Nazwa pliku:</b>
ru: <b>Имя файла:</b>
sv: <b>Filnamn:</b>
uk: <b>Ім'я файлу:</b>

source: <b>File size:</b>
fr: <b>Taille du fichier :</b>
pl: <b>Rozmiar pliku:</b>
ru: <b>Размер файла:</b>
sv: <b>Filstorlek:</b>
uk: <b>Розмір файлу:</b>

source: <b>Modified:</b>
fr: <b>Modifié le :</b>
pl: <b>Zmodyfikowano:</b>
ru: <b>Изменен:</b>
sv: <b>Ändrad:</b>
uk: <b>Змінений:</b>

source: ... only first %1 shown ...
fr: ... seulement les premiers %1 affichés ...
pl: ... pokazuję pierwsze %1 ...
ru: ... показаны только первые %1 ...
sv: ... endast de %1 första visas ...
uk: ... показані лише перші %1 ...

source: Invalid regexp
fr: Expression régulière invalide
pl: Złe wyrażenie
ru: Недопустимое регулярное выражение
sv: Ogiltig regexp
uk: Недійсний регулярний вираз

source: Search progress
fr: Progression de la recherche
pl: Postęp poszukiwań
ru: Ход поиска
sv: Sökförlopp
uk: Хід пошуку

source: Stop
fr: Arrêter
ru: Стоп
sv: Stopp
uk: Стоп

source: Pause
fr: Suspendre
pl: Wstrzymaj
ru: Пауза
sv: Paus
uk: Пауза

source: Paused
fr: Suspendu
pl: Wstrzymano
ru: Приостановлено
sv: Pausad
uk: Призупинено

source: <b>Stage:</b>
fr: <b>Étape :</b>
pl: <b>Status:</b>
ru: <b>Этап:</b>
sv: <b>Skede:</b>
uk: <b>Етап:</b>

source: <b>Total files processed:</b>
fr: <b>Fichiers traités :</b>
pl: <b>W sumie przetworzono:</b>
ru: <b>Всего обработано файлов:</b>
sv: <b>Totalt antal bearbetade filer:</b>
uk: <b>Оброблено файлів:</b>

source: <b>Skipped files:</b>
fr: <b>Fichiers ignorés :</b>
pl: <b>Pominięto:</b>
ru: <b>Пропущено файлов:</b>
sv: <b>Undantagna filer:</b>
uk: <b>Пропущено файлів:</b>

source: <b>Duplicates found:</b>
fr: <b>Doublons trouvés :</b>
pl: <b>Znaleziono duplikatów:</b>
ru: <b>Найдено дубликатов:</b>
sv: <b>Hittade dubbletter:</b>
uk: <b>Знайдено дублікатів:</b>

source: <b>Time spent:</b>
fr: <b>Durée totale :</b>
pl: <b>Czas trwania:</b>
ru: <b>Затрачено времени:</b>
sv: <b>Tidsåtgång:</b>
uk: <b>Витрачено часу:</b>

source: (1/4) Indexing…
fr: (1/4) Indexation…
pl: (1/4) Indeksowanie...
ru: (1/4) Индексация…
sv: (1/4) Indexerar…
uk: (1/4) Індексування…

source: (2/4) Examining images…
fr: (2/4) Lecture d'images…
pl: (2/4) Sprawdzanie obrazów...
ru: (2/4) Изучение изображений…
sv: (2/4) Undersöker bilder…
uk: (2/4) Вивчення зображень…

source: (3/4) Comparing images…
fr: (3/4) Comparaison d'images…
pl: (3/4) Porównywanie obrazów...
ru: (3/4) Сравнение изображений…
sv: (3/4) Jämför bilder…
uk: (3/4) Порівняння зображень…

source: (4/4) Organizing images…
fr: (4/4) Organisation d'images…
pl: (4/4) Porządkowanie obrazów...
ru: (4/4) Сортировка изображений…
sv: (4/4) Organiserar bilder…
uk: (4/4) Сортування зображень…

source: (1/2) Indexing…
fr: (1/2) Indexation…
pl: (1/4) Indeksowanie...
ru: (1/2) Индексация…
sv: (1/2) Indexerar…
uk: (1/2) Індексування…

source: (2/2) Comparing…
fr: (2/2) Comparaison…
pl: (3/4) Porównywanie...
ru: (2/2) Сравнение…
sv: (2/2) Jämför…
uk: (2/2) Порівняння…

source: %1 of %2
fr: %1 sur %2
pl: %1 z %2
ru: %1 из %2
sv: %1 av %2
uk: %1 із %2

source: %1 in %2 groups (total size: %3, can be freed: %4)
fr: %1 dans %2 groupes (taille totale: %3, à libérer: %4)
pl: %1 w %2 grupach (rozmiar w sumie: %3, można zwolnić: %4)
ru: %1 в %2 группах (общий размер: %3, можно освободить: %4)
sv: %1 i %2 grupper (total storlek: %3, kan frigöras: %4)
uk: %1 у %2 групах (загальний розмір: %3, можливо очистити: %4)

source: Continue
fr: Continuer
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
uk: Продовжити

source: Preparing results…
fr: Préparation des résultats…
pl: Przygotowywanie...
ru: Подготовка результатов…
sv: Förbereder resultat…
uk: Підготовка результатів…

source: Abort
fr: Abandonner
pl: Przerwij
ru: Отменить
sv: Avbryt
uk: Скасувати

source: Finished.
fr: Terminé.
pl: Zakończono.
ru: Окончено.
sv: Slutfört.
uk: Закінчено.

source: Close
fr: Fermer
pl: Zamknij
ru: Закрыть
sv: Stäng
uk: Закрити

source: Selecting…
fr: Sélection…
pl: Zaznaczanie...
ru: Выделение…
sv: Väljer…
uk: Виділення…

source: Remaining %1 duplicates in %2 groups (total size: %3, could be potentially freed: %4)
fr: Restants %1 doublons dans %2 groupes (taille totale: %3, à libérer: %4)
pl: Pozostało %1 duplikatów w %2 grupach (rozmiar w sumie: %3, potencjalnie można zwolnić: %4)
ru: Осталось %1 дубликатов в %2 группах (общий размер: %3, можно освободить: %4)
sv: Återstår %1 dubbletter i %2 grupper (total storlek: %3, kan potentiellt frigöras: %4)
uk: Залишається %1 дублікатів у %2 групах (загальний розмір: %3, можливо очистити: %4)

source: Selected files will be permanently removed. Continue?
fr: Si vous supprimez un fichier, il sera définitivement perdu. Voulez-vous continuer ?
pl: Zaznaczone pliki będą bezpowrotnie usunięte. Kontynuować?
ru: Выбранные файлы будут удалены окончательно. Продолжить?
sv: Markerade filer kommer att tas bort permanent. Vill du fortsätta?
uk: Обрані файли будуть остаточно вилучені. Продовжити?

source: Warning: you have selected all files in one or more duplicate groups. This means that all these files will be deleted.
fr: Attention: vous avez sélectionné tous les fichiers d'un ou plusieurs groupes de doublons. Cela signifie que tous ces fichiers seront supprimés.
pl: Uwaga: zaznaczono wszystkie opcje w jednej lub kilku grupach. To oznacza, że wszystkie te pliki będą usunięte.
ru: Внимание: в одной или нескольких группах выделены все файлы. Это означает, что все они будут удалены.
sv: Varning! Du har valt alla filer i en eller flera dubblettgrupper. Det innebär att alla dessa filer kommer att tas bort.
uk: Увага: обрано всі файли у одній або декількох групах. Це означає, что всі ці файли будуть вилучені.

source: Deleting…
fr: Suppression des fichiers…
pl: Usuwanie...
ru: Удаление…
sv: Tar bort…
uk: Вилучення…

source: Selected files will be moved to trash. Continue?
fr: Les fichiers sélectionnés seront déplacés dans la corbeille. Voulez-vous continuer ?
pl: Zaznaczone pliki będą przeniesione do kosza. Kontynuować?
ru: Выделенные файлы будут удалены в корзину. Продолжить?
sv: Markerade filer kommer att flyttas till papperskorgen. Vill du fortsätta?
uk: Обрані файли будуть переміщені у смітник. Продовжити?

source: Moving to trash…
fr: Déplacement des fichiers vers la corbeille…
pl: Przenoszę do kosza...
ru: Удаление в корзину…
sv: Flyttar till papperskorgen…
uk: Переміщення у смітник…

source: Select a backup folder
fr: Choisissez le dossier de sauvegarde
pl: Zaznacz folder do kopii zapasowej
ru: Выбор папки
sv: Välj en mapp för säkerhetskopiering
uk: Обрати теку

source: Moving…
fr: Déplacement des fichiers…
pl: Przenoszę...
ru: Перемещение…
sv: Flyttar…
uk: Переміщення…

source: Some of the files could not be deleted
fr: Certains fichiers n'ont pas pu être supprimés
pl: Część z tych plików nie może być usunięta
ru: Невозможно удалить некоторые файлы
sv: Vissa filer kunde inta tas bort
uk: Неможливо видалити деякі файли

source: Please verify that sufficient permissions have been granted for your account.
fr: Veuillez vérifier que des autorisations suffisantes ont été accordées pour votre compte d'utilisateur.
pl: Sprawdź czy twoje konto ma wystarczające uprawnienia.
ru: Убедитесь, что для вашей учетной записи предоставлены достаточные разрешения.
sv: Kontrollera att tillräcklig behörighet har tilldelats ditt konto.
uk: Переконайтесь, що для вашого облікового запису надано достатньо дозволів.

source: <b>File path regexps</b> (%1 in total)
fr: <b>Expressions régulières</b> (%1 au total)
pl: <b>Wyrażenia regularne ścieżek plików</b> (w sumie %1)
ru: <b>Регулярные выражения</b> (всего: %1)
sv: <b>Filsökväg regexp</b> (%1 totalt)
uk: <b>Регулярні вирази</b> (%1 загалом)

source: OK
ru: ОК
uk: ОК
